<?php
// Text
$_['text_subject']  = '%s - Вы перешли на новую группу клиентов';
$_['text_welcome']  = 'Большое спасибо за покупку в %s!';
$_['text_login']    = 'Ваша учетная запись была изменена, и вы переключились на новую группу: %s, Вы можете войти, используя адрес электронной почты и пароль, посетив наш веб-сайт или по адресу:';
$_['text_services'] = 'Вы перешли на новую группу. Вы будете иметь доступ к различным спецпредложениям, скидкам.';
$_['text_thanks']   = 'Спасибо,';

//admin
$_['text_admin_subject']   = '%s - Клиент включается в группу: %s.';
$_['text_admin_content']   = 'Клиент с e-mail адресом %s перешел в группу: %s ';
?>