<?php
//Added Entry
$_['entry_title'] = 'Перевод клиентов в следующую группу';
$_['entry_reach_customer_group'] = 'Следующая группа:';
$_['entry_reach_value']       = 'Необходима сумма предыдущих заказов, руб:';
$_['entry_reach_order_status']       = 'И статус заказа:';
$_['text_group_note']  = 'Клиенты будут переведены в группу <b>%s</b> если статус заказа <b>%s</b> и общая сумма заказов <b>%s</b> (%s)';
$_['text_group_note_within']  = 'Клиенты будут переведены в группу <b>%s</b> если статус заказа <b>%s</b>  и общая сумма заказов за <b>%s дней</b> составляет <b>%s</b> (%s)';
$_['entry_admin_notify']       = 'Уведомление админа:';
$_['help_admin_notify']       = 'Отправить письмо по электронной почте владельцу магазина, когда клиен перешел в новую группу.';
$_['entry_customer_notify']       = 'Уведомление клиента:';
$_['help_customer_notify']       = 'Отправить письмо по электронной почте клиенту магазина, когда он перешел в новую группу.';
$_['entry_login_switch']       = 'Перевод клиента';
$_['help_login_switch']       = 'Переводить клиента сразу же, как только он вошел в свою учетную запись независимо от того, делает ли они новый заказ или нет.';

$_['entry_period']       = 'за';
$_['help_period']       = 'Если это поле установлено и больше 0, общая сумма заказов будет вычисляться в течение этого периода времени';

$_['entry_s_status']       = 'Включить переход в новые группы:';
$_['help_s_status']       = 'Проверьте, включена лифункция автоматического перевода в новую группу.';

$_['text_no_group']       = ' ';
$_['text_days']       = 'дней';
$_['text_settings']       = 'Настройки';
$_['text_conditions']       = 'Условия перевода';

$_['notify_one_group']       = 'У вас есть только одна группа, пожалуйста, создайте больше групп сначала';