<?php
// Heading
$_['heading_title']    = 'Скидки для групп покупателей';

// Text
$_['text_total']       = 'Учитывать в заказе';
$_['text_success']     = 'Настройки модуля обновлены!';
$_['text_show_var0']		= 'Скрыть';
$_['text_show_var1']		= 'Показать';
$_['text_show_var2']		= 'Показать если не 0%';

// Entry
$_['entry_discount']      = 'Скидка:';
$_['entry_special']			= 'Исключить акции:';
$_['entry_tax']				= 'С налогом:';
$_['entry_show']			= 'Отображать в заказе:';
$_['entry_status']     = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортировки:';

// Help
$_['help_discount']		= 'Укажите процент скидки для каждой группы пользователей.';
$_['help_special']		= 'Скидка не будет применена к товарам с акционной ценой.';
$_['help_tax']			= 'Скидка применяется на сумму с налогом.';
$_['help_show']			= 'Отображать скидку в заказе даже если скидка 0%, спрятать совсем или показать.';

// Error
$_['error_permission'] = 'У Вас нет прав для управления этим модулем!';
$_['error_order']		= 'Установите порядок сортировки! Внимание: скидка должна идти после Sub-Total!';
$_['text_help']				= ' ';
?>